Repository: common-repository/world-cup-predictor
Catalog: lang/world-cup-predictor-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, sr_sr, sv_se

source: Match#, and goals must be numeric
de_de: Spiel#. und Tore muss eine Zahl sein
es_es: Partido num y goles debe ser un dato numérico
fr_fr: le numéro du match ainsi que le nombre de but doivent être numérique
it_it: Partita#, e reti devono essere numerici
nl_nl: Wedstrijdnummer en doelpunten moeten numeriek zijn
pt_br: Nº da partida e gols devem ser numéricos
ru_ru: Матч#, и голы должны быть числовым
sr_sr: Meč#, i golovi moraju biti numerici
sv_se: Match# och mål måste vara numeriska

source: Penalties must be numeric
de_de: Elfmeter muss eine Zahl sein
es_es: Penales debe ser un dato numérico
fr_fr: le nombre de pénalties inscrits doit être numérique
it_it: Rigori deve essere numerico
nl_nl: Strafschoppen moeten numeriek zijn
pt_br: Pênaltis devem ser numéricos
ru_ru: Пенальти должны быть числовым
sr_sr: Penali moraju biti numerici
sv_se: Straffar måste vara numeriska

source: Select two different teams
de_de: Zwei verschiedene Teams auswählen
es_es: Selecciona dos equipos diferentes
fr_fr: Choisir deux équipes différentes
it_it: Seleziona due differenti squadre
nl_nl: Selecteer twee verschillende ploegen
pt_br: Selecionar dois times diferentes
ru_ru: Выберите две разные команды
sr_sr: Izaberi dva različita tima
sv_se: Välj två olika lag

source: Select a venue and stage
de_de: Wähle einen Austragungsort und eine Runde
es_es: Selecciona una sede y fase
fr_fr: Choisir une ville hôte et une phase
it_it: Seleziona una sede e uno stage
nl_nl: Sleecteer een locatie en fase
pt_br: Selecionar um local e uma fase
ru_ru: Выберите место и стадион
sr_sr: Izaberi mesto održavanja i stadijum
sv_se: Välj arena och grupp

source: Kickoff must be valid YYYY-MM-DD HH:MM:SS date time format.
de_de: Spielbeginn muss im richtigen Format YYYY-MM-DD HH:MM:SS sein
es_es: El inicio debetener el formato YYYY-MM-DD HH:MM:SS
fr_fr: La date et heure de Début du match doit être au format AAAA-MM-JJ HH:MM:SS.
it_it: Inizio deve essere nel formato YYYY-MM-DD HH:MM:SS.
nl_nl: Aftrap moet in YYYY-MM-DD HH:MM:SS formaat zijn
pt_br: Início deve ter um formato de data e hora válido AAAA-MM-DD HH:MM:SS.
ru_ru: Плей-Офф должен быть в формате YYYY-MM-DD HH:MM:SS даты и времени.
sr_sr: Početak meča mora biti u validnom YYYY-MM-DD HH:MM:SS formatu
sv_se: Avsparkstid måste vara i giltigt ÅÅÅÅ-MM-DD HH:MM:SS format.

source: Can not delete a match with predictions
de_de: Spiele die bereits getippt sind, können nicht gelöscht werden!
pt_br: Não é possível excluir uma partida com previsões

source: WCP Manager
de_de: World Cup Verwaltung
es_es: Administrador
pt_br: Gerente do WCP
ru_ru: Кубок мира Manager

source: Teams
es_es: Equipos
fr_fr: Equipes
it_it: Squadre
pt_br: Times
ru_ru: Команды
sr_sr: Timovi
sv_se: Lag

source: Venues
de_de: Austragungsorte
es_es: Sedes
fr_fr: Villes hôtes
it_it: Sedi
nl_nl: Locaties
pt_br: Locais
ru_ru: Места
sr_sr: Stadioni
sv_se: Arenor

source: Stages
de_de: Runden
es_es: Fases
fr_fr: Phases
nl_nl: Fasen
pt_br: Fases
ru_ru: Этапы
sr_sr: Stadijumi
sv_se: Rundor

source: Matches
de_de: Spiele
es_es: Partidos
fr_fr: Matchs
it_it: Partite
nl_nl: Wedstrijden
pt_br: Partidas
ru_ru: Матчи
sr_sr: Mečevi
sv_se: Matcher

source: Group Results
de_de: Ergebnisse Gruppen
es_es: Resultados Grupos
fr_fr: Résultats de la phase de poules
it_it: Risultati Gruppi
nl_nl: Groepresultaten
pt_br: Resultados dos Grupos
ru_ru: результаты группы
sr_sr: Rezultati po grupama
sv_se: Gruppresultat

source: At a Glance
de_de: Auf einen Blick
es_es: Vista general
fr_fr: En bref
it_it: In sintesi
nl_nl: In één oogopslag
pt_br: Resumo
ru_ru: на взгляд
sr_sr: Na prvi pogled
sv_se: Översikt

source: Here you can import your teams, venues and match schedules.
de_de: Hier können die Teams, Austragungsorte und der Spielplan importiert werden
es_es: Importar equipos, sedes y fixture.
fr_fr: Importer en un clic les équipes, villes hôtes et le calendrier des matchs.
it_it: Qui puoi importare le tue squadre, le sedi e le partite previste.
nl_nl: Hier kunt u teams, locaties en wedstrijdschema's importeren
pt_br: Aqui você pode importar seus times, locais e horários das partidas.
ru_ru: Здесь вы можете импортировать ваши команды, места проведения матчей и сроки.
sr_sr: Ovde možeš importovati svoje timove, stadione i rasporede mečeva
sv_se: Här kan du importera dina lag, arenor och spelschema.

source: Championship
pt_br: Torneio

source: Confederations Cup 2017
pt_br: Copa das Confederações 2017

source: Euro 2016
pt_br: Eurocopa 2016

source: World Cup 2014
pt_br: Copa do Mundo 2014

source: Import
es_es: Importar
fr_fr: Importer
nl_nl: Importeren
pt_br: Importar
ru_ru: Импорт
sr_sr: Importuj
sv_se: Importera

source: no
de_de: Nein
fr_fr: non
nl_nl: Nee
pt_br: não
ru_ru: нет
sr_sr: ne
sv_se: nej

source: You currently have %s rights.
de_de: Du hast im Moment %s Rechte
es_es: Actualmente tienes derechos de %s.
fr_fr: Vous avez les droits de %s.
it_it: Al momento hai %s permessi.
nl_nl: U hebt momenteel %s rechten.
pt_br: Atualmente você tem permissões de %s.
ru_ru: Вы в настоящее время имеете права %s.
sr_sr: Trenutno imaš %s tačnih.
sv_se: Du har för tillfället %s rättigheter.

source: Newsfeed could not be loaded. Check the <a href="%s">front page</a> to check for updates.
de_de: News-Feed kann nicht geladen werden. Besuchen Sie die <a href="%s">Startseite für Neuigkeiten
es_es: No puedo cargar el servidor de noticias. Verifica la <a href="%s">página principal</a> para buscar actualizaciones.
fr_fr: Les flux ne peuvent pas être chargés. Consulter <a href="%s">page d'accueil</a> pour vérifier les mises à jour.
it_it: Il feed delle news non può essere caricato. Controlla la <a href="%s">pagina iniziale</a> per gli aggiornamenti.
nl_nl: Newsfeed kon niet worden geladen. Controleer de <a href="%s"> voorpagina </ a> om te controleren op updates.
pt_br: Newsfeeds não foram carregados. Verifique <a href="%s">front page</a> para verificar atualizações.
ru_ru: Новости не могут быть загружены. Ознакомьтесь с <a href="%s"> передней страницей </a>, чтобы проверить наличие обновлений.
sr_sr: Vesti se ne mogu učitati. Proveri <a href="%s">front page</a> da bi proverio update-e.

source: Thank you to all donators...
de_de: Vielen Dank an alle Spender
es_es: Gracias a todos los donantes ...
fr_fr: Merci à tous les donnateurs...
it_it: Grazie a tutti i donatori...
nl_nl: Bedankt aan alle donateurs ...
pt_br: Obrigado a todos os doadores...
ru_ru: Спасибо всем меценатам ...
sr_sr: Hvala svim donatorima...
sv_se: Tack till alla er som donerat...

source: Not set
de_de: Nicht gesetzt
es_es: Indeterminado
fr_fr: Non paramétré
it_it: Non settato
nl_nl: Niet ingesteld
pt_br: Não configurado
ru_ru: не установлено
sr_sr: Nije podešeno
sv_se: Inte inställt

source: On
de_de: An
es_es: Sí
fr_fr: Actif
nl_nl: Aan
pt_br: Conectado
sr_sr: Uključeno
sv_se: På

source: Off
de_de: Aus
es_es: No
fr_fr: Inactif
nl_nl: Uit
pt_br: Desconectado
sr_sr: Isključeno
sv_se: Av

source: Operating System
de_de: Betriebssystem
es_es: Sistema Operativo
fr_fr: Système d'Exploitation
it_it: Sistema Operativo
nl_nl: Besturingssysteem
pt_br: Sistema Operacional
sr_sr: Operativni sistem
sv_se: Operativsystem

source: Server
es_es: Servidor
fr_fr: Serveur
pt_br: Servidor

source: MYSQL Version
es_es: Versión MYSQL
fr_fr: Version de MYSQL
nl_nl: MYSQL Versie
pt_br: Versão do MYSQL

source: SQL Mode
de_de: SQL Modus
es_es: Modo SQL
fr_fr: Mode SQL
pt_br: Mode SQL

source: PHP Version
es_es: Versión PHP
fr_fr: Version de PHP
nl_nl: PHP Versie
pt_br: Versão do PHP

source: PHP Safe Mode
fr_fr: mode de sécurité de PHP
pt_br: PHP Modo Seguro

source: Support Forum
es_es: Apoyo Foro
it_it: Forum di Supporto
nl_nl: Technische Dienst
pt_br: Fórum de suporte
ru_ru: Поддержка Форум
sr_sr: Форум

source: Welcome to World Cup Predictor V
de_de: Willkommen zu World Cup Predictor V
es_es: Bienvenido a World Cup Predictor V
fr_fr: Bienvenue à World Cup Predictor V
it_it: Benvenuti al World Cup Predictor V
nl_nl: Welkom bij World Cup Predictor V
pt_br: Bem-vindo ao World Cup Predictor V
ru_ru: Добро пожаловать в предсказатель Чемпионата мира V
sr_sr: Dobrodošli u World Cup Predictor V
sv_se: Välkommen till World Cup Predictor V

source: Latest News
de_de: Aktuelle Neuigkeiten
es_es: Últimas Noticias
fr_fr: Dernières Nouvelles
it_it: Ultime Notizie
nl_nl: Laaste nieuws
pt_br: Últimas Notícias
ru_ru: Последние новости
sr_sr: Poslednje vesti
sv_se: Senaste nyheter

source: Recent donators
de_de: Aktuelle Spender
es_es: Donantes recientes
fr_fr: Dernières donations
it_it: Ultimi donatori
nl_nl: Recente schenkers
pt_br: Doadores recentes
ru_ru: Последние меценаты
sr_sr: Skorašnji donatori
sv_se: Senaste donatorer

source: Server Settings
de_de: Server Einstellungen
es_es: Datos del servidor
fr_fr: Préférences Serveur
it_it: Settaggi del Server
nl_nl: Server Instellingen
pt_br: Configurações do Servidor
sr_sr: Podešavanja servera
sv_se: Serverinställningar

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Préférences
it_it: Impostazioni
nl_nl: Intellingen
pt_br: Configurações
ru_ru: Настройки
sr_sr: Podešavanja
sv_se: Inställningar

source: Support
es_es: Soporte
it_it: Supporto
nl_nl: Steun
pt_br: Suporte
ru_ru: Поддержка
sr_sr: Podrška

source: World Cup Predictor Overview
de_de: World Cup Predictor Übersicht
es_es: World Cup Predictor
fr_fr: Introduction à World Cup Predictor
it_it: World Cup Panoramica
nl_nl: WK pool overzicht
pt_br: Introdução ao World Cup Predictor
ru_ru: Обзор предсказателя Чемпионата мира
sr_sr: World Cup Predictor - Pregled
sv_se: World Cup Predictor översikt

source: Manage predictions
de_de: Tipps verwalten
es_es: Administrar predicciones
fr_fr: Gérer les pronostics
it_it: Gestisci Pronostici
nl_nl: Voorspellingenbeheer
pt_br: Gerenciar previsões
ru_ru: Управление прогнозами
sr_sr: Uredi prognoze
sv_se: Hantera tippningar

source: For a manually entered prediction the prediction time must be before the kickoff time.
de_de: Für die manuelle Tipeingabe muss die Tipzeit vor der Anstoßzeit liegen
es_es: Para una predicción introducido manualmente el tiempo de predicción debe ser antes de la hora del silbatazo inicial.
fr_fr: Pour un pronostic entré manuellement, sa date et heure doivent être antérieures à celles du coup d'envoi du match.
it_it: Per una previsione inserita manualmente il tempo di previsione deve essere prima del tempo calcio d'inizio.
nl_nl: Voor een handmatig ingevoerde voorspelling moet de voorspelling tijd voor de aftrap tijd.
pt_br: Para uma previsão inserida manualmente o horário da previsão deve ser anterior ao horário inicial da partida.
ru_ru: Для введенного вручную прогнозирования время предсказания должны быть до времени стартового.
sr_sr: Za manualni unos prognoza, vreme prognoza mora biti pre početka utakmice.
sv_se: För en manuellt angiven prognos förutsägelsen Tiden måste vara före avspark tid.

source: Select user
de_de: Benutzer auswählen
es_es: Selecciona usuario
fr_fr: Choisir un utilisateur
it_it: Selezione utente
nl_nl: Gebruiker selecteren
pt_br: Selecionar usuário
ru_ru: Выбор пользователей
sr_sr: Izaberi korisnika
sv_se: Välj användare

source: Select match
de_de: Spiel auswählen
es_es: Selecciona partido
fr_fr: Choisir un match
it_it: Seleziona partita
nl_nl: Wedstrijd selecteren
pt_br: Selecionar partida
ru_ru: Выбрать матч
sr_sr: Izaberi utakmicu
sv_se: Välj match

source: Prediction time
de_de: Tipp-Zeit
es_es: Hora de la predicción
fr_fr: Heure de pronostic
it_it: Tempo pronostico
nl_nl: Vorspelling tijd
pt_br: Hora da Previsão
ru_ru: Вреня Прогноза
sr_sr: Vreme prognoze
sv_se: Tid för tippning

source: All Users
de_de: Alle Benutzer
es_es: Todos los Usuarios
fr_fr: Tous les utilisateurs
it_it: Tutti gli Utenti
nl_nl: Alle gebruikers
pt_br: Todos os Usuários
ru_ru: Все пользователи
sr_sr: Svi korisnici
sv_se: Alla användare

source: All Stages
de_de: Alle Runden
es_es: Todas las fases
fr_fr: Toutes les Phases
it_it: Tutti Stadi
nl_nl: Alle fasen
pt_br: Todas as Fases
ru_ru: Все этапы
sr_sr: Svi stadijumi
sv_se: Alla rundor

source: All Teams
de_de: Alle Teams
es_es: Todos los equipos
fr_fr: Toutes les Equipes
it_it: Tutte le squadre
nl_nl: Alle teams
pt_br: Todos os Times
ru_ru: Все команды
sr_sr: Svi timovi
sv_se: Alla lag

source: Filter
es_es: Filtro
fr_fr: Filtre
it_it: Filtro
pt_br: Filtro
ru_ru: Фильтр

source: Modify Prediction
de_de: Tipp speichern
es_es: Modificar predicción
fr_fr: Modifier un pronostic
it_it: Modifica Pronostici
nl_nl: Voorspelling wijzigen
pt_br: Modificar Previsão
ru_ru: Изменение прогноза
sr_sr: Uredi prognozu
sv_se: Redigera tippning

source: Add Prediction
de_de: Tipp hinzufügen
es_es: Agregar predicción
fr_fr: Ajouter un pronostic
it_it: Aggiungi pronostici
nl_nl: Voeg voorspelling toe
pt_br: Adicionar Previsão
ru_ru: Добавить прогноз
sr_sr: Dodaj prognozu
sv_se: Tippa

source: All times are UTC
de_de: Alle Zeiten sind UTC
es_es: Todos los horarios son UTC
fr_fr: Toutes les heures sont au format UTC
it_it: Tutti gli orari sono UTC
nl_nl: Alle tijden zijn GMT
pt_br: Todos os horários são UTC
ru_ru: Часовой пояс UTC
sr_sr: Sva vremena su UTC
sv_se: Alla tidsangivelser är UTC

source: Modify this prediction
de_de: Diesen Tipp bearbeiten
es_es: Modificar esta predicción
fr_fr: Modifier ce pronostic
it_it: Modifica questa pronostico
nl_nl: Wijzig deze voorspelling
pt_br: Modificar esta previsão
ru_ru: Изменить этот прогноз
sr_sr: Izmeni ovu prognozu
sv_se: Redigera denna tippning

source: All Matches
de_de: Alle Spiele
es_es: Todos los partidos
fr_fr: Tous les Matchs
it_it: Tutte le partite
nl_nl: Alle wedstrijden
pt_br: Todas as Partidas
ru_ru: Все матчи
sr_sr: Svi mečevi
sv_se: Alla matcher

source: Results only
de_de: Nur Ergebnisse
es_es: Solo resultados
fr_fr: Seulement les résultats
it_it: Solo Risultati
nl_nl: Alleen resulataten
pt_br: Somente resultados
ru_ru: Итоги только
sr_sr: Samo rezultati
sv_se: Endast resultat

source: Pending matches only
de_de: Nur ausstehende Spiele
es_es: Solo partidos pendientes
fr_fr: Matchs en attente uniquement
it_it: Solo partite pendenti
nl_nl: Alleen wedstrijden in afwachting
pt_br: Somente partidas pendentes
ru_ru: только незаконченные матчи
sr_sr: Samo aktuelni mečevi
sv_se: Endast kommande matcher

source: Goals and points must be numeric
de_de: Tore und Punkte muss eine Zahl sein
es_es: Goles y Puntos deben ser datos numéricos
fr_fr: Les Buts et les points doivent être au format numérique
it_it: Punti e Goal devono essere numerici
nl_nl: Doelpunten en punten moet numeriek zijn
pt_br: Gols e pontos devem ser numéricos
ru_ru: Голы и Очки должны быть числовыми
sr_sr: Golovi i poeni moraju biti numerici
sv_se: Mål och poäng måste vara numeriska

source: Select a user and match
de_de: Einen Benutzer und ein Spiel auswählen
es_es: Selecciona un usuario y partido
fr_fr: Choisir un utilisateur et un match
it_it: Seleziona un utente e una partita
nl_nl: Selecteer gebruiker en wedstrijd
pt_br: Selecionar um usuário e partida
ru_ru: Выберите пользователя и матч
sr_sr: Izaberi korisnika i utakmicu
sv_se: Välj en användare och match

source: Prediction time must be valid YYYY-MM-DD HH:MM:SS date time format.
de_de: Tippzeit muss im richtigen Format (YYYY-MM-DD HH:MM:SS) sein
es_es: La hora de la predicción debe tener el formato YYYY-MM-DD HH:MM:SS
fr_fr: La date et heure de Pronostic doit être au format AAAA-MM-JJ HH:MM:SS.
it_it: Il formato della data del pronostico deve essere YYYY-MM-DD HH:MM:SS.
nl_nl: Voorspelling moet in YYYY-MM-DD HH:MM:SS formaat
pt_br: Tempo da previsão deve ter formato de data e hora válidos: AAAA-MM-DD HH:MM:SS.
ru_ru: Время прогноза должно быть в формате YYYY-MM-DD HH:MM:SS даты и времени.
sr_sr: Vreme prognoze mora biti u validnom YYYY-MM-DD HH:MM:SS formatu.
sv_se: Tid för tippning måste vara i giltigt ÅÅÅÅ-MM-DD HH:MM:SS format.

source: Prediction points updated.
de_de: Tipp Punkte aktualisiert
es_es: Puntos por predicción actualizados.
fr_fr: Les points de Pronostics ont été recalculés avec succès.
it_it: Punti pronostici aggiornati.
nl_nl: Voorspelling punten bijgewerkt
pt_br: Pontos da previsão atualizados.
ru_ru: Прогнозирование очки обновлены.
sr_sr: Poeni od prognoza su ažurirani
sv_se: Poäng uppdaterade.

source: Assign prediction scores for completed matches
de_de: Zuweisen der Tipp Punkte für alle beendeten Spiele
es_es: Asignar predicción de resultados a partidos completos
fr_fr: Calculer les résultats des pronostics pour les matchs réalisés
it_it: Assegna punti pronostici per partite concluse
nl_nl: Wijs voorspelling scores voor voltooide wedstrijden
pt_br: Assinalar previsão dos resultados para partidas completas
ru_ru: Сравнить прогнозы с результатами завершенных матчей
sr_sr: Prenesi rezultate prognoza u završene mečeve
sv_se: Tilldela poäng för avklarade matcher

source: Select each newly completed match to assign users' scores.
de_de: Wählen Sie jedes neu beendete Spiel aus um die Tipp-Punkte für die Benutzer zuzuweisen
es_es: Selecciona cada nuevo partido completado para asignar resultados de los usuarios.
fr_fr: Sélectionner chaque match terminé pour calculer les résultats utilisateurs.
nl_nl: Selecteer elk nieuw voltooide wedstrijd om de gebruikers scores toe te schrijven
pt_br: Selecionar cada nova partida completa para assinalar resultados dos usuários.
ru_ru: Выберите завершенные матчи для сравнения с результатами пользователей
sr_sr: Izaberi svaki novozavršeni meč da bi dodelio korisničke poene.
sv_se: Välj alla nya avklarade matcher för att tilldela poäng till användare.

source: Enter Match Results
de_de: Spielergebnisse eintragen
es_es: Ingresa resultados de partidos
fr_fr: Entrer les résultats du match
it_it: Inserisci Risultati Partita
nl_nl: Voer wedstrijduitslagen
pt_br: Lançar Resultados das Partidas
ru_ru: Ввод результатов матчей
sr_sr: Unesi rezultate meča
sv_se: Rapportera matchresultat

source: Matches marked with a green tick (%s) are finished and have been scored.
de_de: Spiele mit einem grünem Haken (%s) sind beendet und wurden gewertet.
es_es: Partidos marcados con una marca verde (%s) están terminadas y se han anotado.
fr_fr: les matchs marqués d'une coche verte (% s) sont marqués comme terminés avec un score rentré.
it_it: Risultati contrassegnati con un segno di spunta verde (% s) sono finiti e sono stati segnati.
nl_nl: Wedstrijden gemarkeerd met een groen vinkje (% s) zijn afgewerkt en zijn gescoord.
pt_br: Jogos marcados com uma marca verde (%s) estão acabados e foram pontuados.
ru_ru: Матчи отмечены зеленой галочкой (%s) закончены и были забиты.
sr_sr: Mečevi obeleženi sa zelenom kvačicom (%s) su završeni i dodeljeni su bodovi.
sv_se: Matcher markerade med en grön bock (%s) är klar och har gjort mål.

source: Score Selected
de_de: Punkte berechnen
es_es: Resultado seleccionado.
fr_fr: Résultat Sélectionné
it_it: Risultato selezionato
nl_nl: Geselecteerde Score
pt_br: Pontuar Selecionado(s)
ru_ru: Выбранные результаты
sr_sr: Rezultat izabran
sv_se: Resultat valt

source: WCP Manager Predictions
de_de: World Cup Manger Tipps
es_es: Administrador de predicciones
fr_fr: Pronostics WCP Manager
it_it: WCP Manager Pronostici
nl_nl: Voorspellingen van Wereldkampioenschap Beheerder
pt_br: WCP Gerenciador de Previsões
ru_ru: Менеджер Прогнозов Кубка мира
sr_sr: WCP Manager - Prognoze
sv_se: WCP Manager tippningar

source: Score Matches
de_de: Punkte berechnen
es_es: Resultado de partidos
fr_fr: Résultats des Matchs
it_it: Risultati partite
nl_nl: Score Wedstrijden
pt_br: Resultado das Partidas
ru_ru: Результаты Матчей
sr_sr: Rezultat utakmice
sv_se: Resultat

source: Users Ranking
de_de: Benutzer Tabelle
es_es: Ranking de usuarios
fr_fr: Classement des utilisateurs
it_it: Classifica Utenti
nl_nl: Gebruikers Ranking
pt_br: Classificação dos Usuários
ru_ru: Рейтинг Пользователей
sr_sr: Lista korisnika
sv_se: Användarranking

source: Configure Scoring
de_de: Punkte konfigurieren
es_es: Configurar puntuación
fr_fr: Configurer les points bonus
it_it: Condigura Punteggi
nl_nl: Puntentelling configureren
pt_br: Configurar Pontuação
ru_ru: Настройка Рейтинга
sr_sr: Uredi bodovanje
sv_se: Konfigurera poängsättning

source: Points must be numeric
de_de: Punkte muss eine Zahl sein
es_es: Los puntos deben ser datos numéricos
fr_fr: Les points doivent être au format numérique
it_it: Punti deve essere numerico
nl_nl: Punten moeten numeriek zijn
pt_br: Pontos devem ser numéricos
ru_ru: очки должны быть числовыми
sr_sr: Poeni moraju biti numerici
sv_se: Poäng måste vara numeriska

source: This includes the penalties in the knockout stage if applicable
de_de: Dies beinhaltet auch das Elfmeterschießen in der Finalrunde.
es_es: Incluye los posibles penales en la segunda fase.
fr_fr: Inclu les pénalties lors de la phase finale si il y en a
it_it: Questo include i rigori nel knockout se applicabile
nl_nl: Eventuele penalties in de knock-out-fase zijn inbegrepen
pt_br: Isto inclui os pânaltis na segunda fase se for aplicável
ru_ru: Это включает в себя пенальти в плей-офф, если применимо
sr_sr: Ovo uključuje i penale u nokaut fazi ako se dese
sv_se: Detta inkluderar straffar i utslagsrundorna utifall det sker

source: Setup points allocation
de_de: Setup Punkteverteilung
es_es: Establecer asignación de puntos
fr_fr: Réglage de l'attribution des points
it_it: Setup dell'allocazione punti
nl_nl: Instellingen puntenverdeling
pt_br: Configurar alocação de pontos
ru_ru: Установка распределения очков
sr_sr: Podešavanje raspodele bodova
sv_se: Konfigurera poängtilldelning

source: Points for correct score
de_de: Punkte für richtiges Ergebnis
es_es: Puntos para resultado correcto
fr_fr: Points pour un résultat correct
it_it: Punti per risultato esatto
nl_nl: Punten voor juiste voorspelling
pt_br: Pontos para o resultado correto
ru_ru: Очки для правильную оценку
sr_sr: Poeni za tačan rezultat
sv_se: Poäng för korrekt resultat

source: For example predict 3-0 and the result is 3-0 award %d points
de_de: Zum Beispiel getippt 3-0 und das ist Ergebnis 3-0, bekommt %d Punkte
es_es: Por ejemplo, si predice 3-0 y acierta el resultado , gana %d puntos
fr_fr: Par exemple, un pronostic de 3-0 avec un résultat de 3-0 octroie %d points
it_it: Per esempio pronostico 3-0 e risultato è 3-0 il premio è di %d punti
nl_nl: Voorbeeld: voorspel je 3-0 en het resultaat is 3-0? Dan krijg je %d punten.
pt_br: Por exemplo: a previsão 3-0 e o resultado 3-0 ganha %d pontos
ru_ru: Например предсказать 3-0 результат 3-0 награда %d очков
sr_sr: Na primer prognoza je 3-0 a rezultat 3-0 osvaja %d poena
sv_se: Exempelvis om man tippar 3-0 och resultatet blir 3-0 så tilldelas det %d poäng

source: Points for guessing a draw
de_de: Punkte für richtiges Unentschieden
es_es: Puntos por acertar un empate
fr_fr: Points pour avoir trouver un résultat nul
it_it: Punti per indovinare un pareggio
nl_nl: Punten voor het voorspellen van een gelijkspel
pt_br: Pontos para adivinhar um empate
ru_ru: Очки за попытку угадать ничью
sr_sr: Poeni za pogodjen žreb
sv_se: Poäng för att tippa oavgjort

source: For example predict 2-2 and the result is 1-1 award %d points
de_de: Zum Beispiel getippt 2-2 und das Ergebnis ist 1-1 bekommt %d Punkte
es_es: Por ejemplo, si predice 2-2 y el resultado es 1-1, gana %d puntos
fr_fr: Par exemple, un pronostic de 2-2 avec un résultat de 1-1 octroie %d points
it_it: Per esempio pronostici 2-0 e risultato è 1-1 il premio è di %d punti
nl_nl: Voorbeeld: voorspel je 2-2 en het resultaat is 1-1? Dan krijg je %d punten.
pt_br: Por exemplo: a previsão 2-2 e o resultado 1-1 ganha %d pontos
ru_ru: Например предсказать 2-2 результат 1-1 награда %d очков
sr_sr: Na primer prognoza je 2-2 a rezultat je 1-1 osvaja %d poena
sv_se: Exempelvis om man tippar 2-2 och resultatet blir 1-1 så tilldelas det %d poäng
