Repository: common-repository/world-cup-predictor
Catalog: lang/world-cup-predictor-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, sr_sr, sv_se

source: Please <a href="%1$s">login</a> or <a href="%2$s">register</a> to make a prediction
de_de: Bitte <a href="%1$s">Anmelden</a> oder <a href="%2$s">Registrieren</a> um am Tippspiel teilzunehmen
es_es: Por favor <a href="%1$s">inicio de sesión</a> o <a href="%2$s">registrarse</a> para hacer una predicción
fr_fr: Merci de vous <a href="%1$s">connectez</a> ou de vous <a href="%2$s">enregistrez</a> pour faire un pronostic
it_it: Effettua il <a href="%1$s">login</a> o <a href="%2$s">registrarsi </a>per fare una previsione
nl_nl: Neem <a href="%1$s">login</a> of <a href="%2$s">registreren</a> om een voorspelling te doen
pt_br: Por favor <a href="%1$s">efetue login</a> ou <a href="%2$s">cadastre-se</a> para fazer uma previsão
ru_ru: Пожалуйста, <a href="%1$s">логин</a> или <a href="%2$s">зарегистрируйтесь</a> сделать прогноз
sr_sr: Molimo vas <a href="%1$s">ulogujte se</a> ili <a href="%2$s">registrujte</a> da biste igrali prognoze
sv_se: Var god <a href="%1$s">logga in</a> eller <a href="%2$s">registrera</a> dig för att göra en förutsägelse

source: No matches available in this championship.
de_de: In dieser Meisterschaft sind keine Spiele vorhanden
es_es: No hay partidos en este campeonato.
fr_fr: Pas de match disponible dans ce championnat.
it_it: Non ci sono partite disponibili in questo campionato.
nl_nl: Geen wedstrijden in dit kampioenschap.
pt_br: Nenhuma partida disponível para este campeonato.
ru_ru: Нет соответствий в этом чемпионате
sr_sr: Nema mečeva dostupnih u ovom takmičenju
sv_se: Inga matcher tillgängliga i detta mästerskap.

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить
sr_sr: Sačuvaj
sv_se: Spara

source: Penalties
de_de: Elfmeterschießen
es_es: Penales
fr_fr: Pénalties
it_it: Rigori
nl_nl: Strafschop
pt_br: Pênaltis
ru_ru: Пенальти
sr_sr: Penali
sv_se: Straffar

source: Prediction saved
de_de: Tipp gespeichert
es_es: Predicción almacenada
fr_fr: Pronostic sauvegardé
it_it: Pronostico Salvato
nl_nl: Voorspelling opgeslagen
pt_br: Previsão salva
ru_ru: Прогноз сохранен
sr_sr: Prognoza sačuvana
sv_se: Tippning sparad

source: Match score must be numeric
de_de: Spielergebnis muss eine Zahl sein
es_es: El resultado del partido debe ser numérico
fr_fr: Le résultat du match doit être au format numérique
it_it: Risultato partita deve essere numerico
nl_nl: Wedstrijd score moet numeriek zijn
pt_br: O resultado da partida deve ser numérico
ru_ru: счет матча должен быть числовым
sr_sr: Rezultat utakmice mora biti numerik
sv_se: Matchresultat måste vara i siffror

source: You can only enter penalties for a draw
de_de: Elfmeter können nur bei Unentschieden eingetragen werden!
it_it: Puoi inserire i rigori sono in caso di pareggio
nl_nl: U kunt alleen strafschoppen invullen als u een gelijkspel invult
pt_br: Você só pode entrar pênaltis se apostar no empate
ru_ru: можно вводить только пенальти за ничью
sr_sr: Mogu se uneti samo penali za nerešeno

source: Missing match. Prediction not saved.
de_de: Spiel nicht vorhanden. Tipp nicht gespeichert.
es_es: Partido no encontrado.
fr_fr: Match manqué. Pronostic non sauvegardé.
it_it: Partita mancante. Pronostico non salvato.
nl_nl: Ontbrekende wedstrijd. Voorspelling niet opgeslagen.
pt_br: Partida imcompleta. Previsão não foi salva.
ru_ru: Отсутствует матч. Прогноз не сохранен
sr_sr: Meč nedostaje. Prognoza nije sačuvana.
sv_se: Match saknas. Tippning sparades ej.

source: Error saving prediction
de_de: Fehler beim speichern des Tipps
es_es: Error al almacenar la predicción
fr_fr: Une erreur s'est produite lors de la sauvegarde du pronostic
it_it: Errore durante il salvataggio del pronostico
nl_nl: Fout bij het opslaan van uw voorspelling
pt_br: Erro ao salvar a previsão
ru_ru: Ошибка сохранения прогноза
sr_sr: Greška u čuvanju prognoze
sv_se: Fel vid sparning av tippning

source: Some, or all, of your predictions are too late and will not be counted.
de_de: Einige oder alle Tipps sind zu spät abgegeben und werden nicht gewertet
es_es: Alguna o todas tus predicciones son tardías y no serán contabilizadas.
fr_fr: Quelques un de vos pronostics ont été entrés trop tard. Il ne seront pas comptées.
it_it: Qualcuno o tutti i tuoi pronostici sono arrivati in ritardo e non saranno conteggiati.
nl_nl: Sommige of al uw voorspellingen zijn te laat en zullen niet worden meegeteld.
pt_br: Algumas ou todas as suas previsões foram incluídas após final da partida e não foram contabilizadas.
ru_ru: Некоторые из них или все ваши прогнозы были сделаны слишком поздно и не будут засчитаны.
sr_sr: Neke, ili sve, vaše prognoze su zakasnele i neće biti računate.
sv_se: Några, eller alla av dina tippningar är för sent inskickade och kommer inte att räknas.

source: No data to save
de_de: Keine Daten zum speichern
es_es: Nada para guardar
fr_fr: Aucune donnée à sauvegarder
it_it: Non ci sono dati da salvare
nl_nl: Geen gegevens
pt_br: Nenhum dado para salvar
ru_ru: Нет данных для сохранения
sr_sr: Nema podataka koji se čuvaju
sv_se: Inga data att spara

source: Next prediction deadline in
de_de: Nächster Tippabgabeschluss
es_es: Límite de la próxima predicción en
fr_fr: Prochain pronostic à faire avant
it_it: Termine per il prossimo pronostico in
nl_nl: Volgende voorspelling termijn in
pt_br: Próximo prazo para previsão termina em
ru_ru: Срок следующего прогноза заканчивается
sr_sr: Sledeći rok za prognoziranje je
sv_se: Nästa deadline om

source: Too Late - Prediction deadline passed
de_de: Zu spät - Tippabgabeschluss verpasst
es_es: Tarde. La fecha límite ya ha pasado.
fr_fr: Trop tard - le temps limite de soumission est dépassé
it_it: Troppo tardi - Tempo per pronosticare la partita terminato
nl_nl: Te Laat - Voorspelling termijn verstreek
pt_br: Tarde demais - Prazo para previsão terminou
ru_ru: Поздно - Срок прогноз вышел
sr_sr: Kasno - Rok za unos prognoze je prošao
sv_se: För sent - tippningsdeadline har passerat.

source: Team
es_es: Equipo
fr_fr: Equipe
it_it: Squadra
pt_br: Time
ru_ru: Команда
sr_sr: Tim

source: MP
de_de: S
es_es: PJ
fr_fr: MJ
it_it: MG
nl_nl: GW
pt_br: J
sr_sr: OM
sv_se: MA

source: Matches Played
de_de: Spiele
es_es: Partidos jugados
fr_fr: Matchs joués
it_it: Match giocati
nl_nl: Gespeelde wedstrijden
pt_br: Jogos
ru_ru: матчей
sr_sr: Odigrani mečevi
sv_se: Spelade matcher

source: W
de_de: S
es_es: PG
fr_fr: V
it_it: V
pt_br: V
ru_ru: П
sr_sr: P
sv_se: V

source: Won
de_de: Siege
es_es: Partidos Ganados
fr_fr: Gagné
it_it: Vinte
nl_nl: Winst
pt_br: Vitórias
ru_ru: победил
sr_sr: Pobeda
sv_se: Vinst

source: D
de_de: U
es_es: PE
fr_fr: N
it_it: P
nl_nl: G
pt_br: E
ru_ru: Н
sr_sr: N
sv_se: O

source: Draw
de_de: Unentschieden
es_es: Partidos Empatados
fr_fr: Nul
it_it: Pareggiate
nl_nl: Gelijkspel
pt_br: Empates
ru_ru: Ничья
sr_sr: Nerešeno
sv_se: Oavgjort

source: L
de_de: V
es_es: PP
fr_fr: P
it_it: P
nl_nl: V
pt_br: D
ru_ru: Пор
sr_sr: I
sv_se: F

source: Lost
de_de: Verloren
es_es: Partidos Perdidos
fr_fr: Perdu
it_it: Perse
nl_nl: Verlies
pt_br: Derrotas
ru_ru: Поражение
sr_sr: Izgubljeno
sv_se: Förlorade

source: GF
de_de: TG
fr_fr: BM
nl_nl: DV
pt_br: GM
ru_ru: ГУ
sr_sr: GD
sv_se: GM

source: Goals For
de_de: Tore geschossen
es_es: Goles a Favor
fr_fr: Buts Marqués
it_it: Goal favore
nl_nl: Doelpunten voor
pt_br: Gols Marcados
ru_ru: Голов у
sr_sr: Golova dali
sv_se: Mål för

source: GA
de_de: GT
es_es: GC
fr_fr: BE
it_it: GS
nl_nl: DT
pt_br: GS
ru_ru: ГП
sr_sr: GP
sv_se: IM

source: Goals Against
de_de: Gegentore
es_es: Goles en Contra
fr_fr: Buts Encaissés
it_it: Goal subiti
nl_nl: Doelpunten tegen
pt_br: Gols Sofridos
ru_ru: Голов против
sr_sr: Golova primili
sv_se: Mål mot

source: GD
pt_br: DG
sr_sr: GR

source: Goal difference
de_de: Tordifferenz
pt_br: Diferença de gols
sr_sr: Gol razlika

source: Points
de_de: Punkte
es_es: Puntos
it_it: Punti
nl_nl: Punten
pt_br: Pontos
ru_ru: Очки
sr_sr: Poeni
sv_se: Poäng

source: Extra Time
de_de: Verlängerung
es_es: Alargue
fr_fr: Prolongations
it_it: Tempi Supplementari
nl_nl: Extra tijd
pt_br: Prorrogação
ru_ru: Дополнительное время
sr_sr: Produžeci
sv_se: Övertid

source: a.e.t.
fr_fr: après temps add.
nl_nl: n.v.
pt_br: a.t.e.
sr_sr: p.n.v.
sv_se: e.ö.t.

source: Predictions
de_de: Tippspiel
es_es: Predicciones
fr_fr: Pronostics
it_it: Pronostici
nl_nl: Voorspellingen
pt_br: Previsões
ru_ru: Прогнозы
sr_sr: Prognoze
sv_se: Tippningar

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
nl_nl: Gebruiker
pt_br: Usuário
ru_ru: Пользователь
sr_sr: Korisnik
sv_se: Användare

source: Prediction
de_de: Tipp
es_es: Predicción
fr_fr: Pronostic
it_it: Pronostico
pt_br: Previsão
ru_ru: Прогноз
sr_sr: Prognoza

source: Pred
de_de: Prognose
fr_fr: Préd
nl_nl: Voorspelling
pt_br: Palp
ru_ru: прогноз
sr_sr: Предвиђање

source: Back
de_de: Zurück
pt_br: Voltar
sr_sr: Nazad

source: Match
de_de: Spiel
es_es: Partido
it_it: Partita
pt_br: Partida
ru_ru: Матч
sr_sr: Meč

source: Results
pt_br: Resultados

source: Result
pt_br: Resultado

source: Display Leaders of WCP
pt_br: Mostrar Líderes do WCP

source: Display Rankings.
de_de: Tabelle anzeigen
es_es: Mostrar Rankings.
fr_fr: Afficher le classement.
it_it: Visualizza Classifiche.
nl_nl: Toon stand
pt_br: Mostrar Líderes do Ranking.
ru_ru: Показать рейтинг
sr_sr: Prikaži rezultate
sv_se: Visa ranking:

source: Title:
de_de: Titel
es_es: Título:
fr_fr: Titre:
it_it: Titolo:
nl_nl: Titel:
pt_br: Título:
ru_ru: Титул:
sr_sr: Naslov:
sv_se: Titel:

source: Max rankings to show:
de_de: Max. Anzahl zum anzeigen
es_es: Máx. rankings a mostrar:
fr_fr: Nbr maximum de places à afficher:
it_it: Classifica massima da visualizzare:
nl_nl: Max. aantal te tonen deelnemers:
pt_br: Classificação máxima para mostrar:
ru_ru: показать макс рейтинг:
sr_sr: Maksimalan broj rangiranih za prikaz
sv_se: Max antal rankningar att visa:

source: Show Avatars:
de_de: Avatare anzeigen
es_es: Mostrar avatares:
fr_fr: Afficher les avatars:
it_it: Mostra Avatar:
nl_nl: Toon avatars:
pt_br: Mostrar Avatares:
ru_ru: Показывать аватары:
sr_sr: Prikaži avatare:
sv_se: Visa avatarer:

source: CSS for current user:
de_de: CSS für aktuellen Benutzer
it_it: CSS per utente corrente:
nl_nl: CSS voor huidige gebruiker
pt_br: CSS para o usuário atual:
ru_ru: CSS для текущего пользователя:
sr_sr: CSS za aktuelnog korisnika

source: Full rankings page URL:
de_de: URL Gesamtübersicht der Tipptabelle
es_es: URL completa de página de rankings:
fr_fr: URL de la Page du Classement général:
it_it: CURL classifica completa:
nl_nl: Volledige stand URL
pt_br: Link para página de ranking:
ru_ru: URL макс рейтинга:
sr_sr: Cela tabela - URL stranice
sv_se: URL till sidan för full rankning:

source: Full rankings link name:
de_de: Gesamtübersicht Linkname
es_es: Nombre de enlace de los rankings:
fr_fr: Nom du lien du Classement général:
it_it: Nome classifica completa:
nl_nl: Volledige stand linknaam:
pt_br: Texto do link para ranking:
ru_ru: линк страницы макс рейтинга:
sr_sr: Naziv linka za celu tabelu
sv_se: Länknamn till full rankning:

source: Display User Predictions of WCP
pt_br: Mostrar Previsões dos Usuários do WCP

source: Display User Predictions.
de_de: Benutzer-Tipps anzeigen.
es_es: Mostrar las predicciones del usuario
fr_fr: Afficher les Pronostics des Utilisateurs
it_it: Visualizza Pronostici Utente.
nl_nl: Toon voorspellingen van deelnemers
pt_br: Mostrar Previsões do Usuário Logado.
ru_ru: Показать пользователя Прогнозов.
sr_sr: Prikaži korisničke prognoze
sv_se: Visa användarens tippningar

source: My predictions page URL:
pt_br: Link para página Minha previsões:

source: My predictions link name:
pt_br: Texto do link para Minhas previsões:

source: Show Results:
de_de: Zeige Ergebnisse
it_it: Mostra Risultati:
nl_nl: Toon resultaten:
pt_br: Mostrar Resultados:
ru_ru: Показать результаты:
sr_sr: Pokaži rezultate:

source: Display Championship Standings
pt_br: Mostrar Classificação dos Grupos

source: Display Championship Standings.
de_de: Zeigt Weltmeisterschaftsstände
pt_br: Mostrar Classificação dos Grupos da Copa.
sr_sr: Prikaži poredak svetskog prvenstva.

source: Show the total points of current user
pt_br: Mostrar o total de pontos do usuário atual

source: WCP My Points
pt_br: WCP Meus Pontos

source: You currently have %d points
pt_br: Você tem atualmente %d pontos

source: Show Total Points.
pt_br: Mostrar pontos totais.

source: Plugin successfully activated
pt_br: Plugin ativado com sucesso

source: WCP Cup
es_es: Mundial
fr_fr: Coupe du Monde
pt_br: WCP Copa
ru_ru: Кубок мира
sr_sr: Svetsko prvenstvo
sv_se: VM

source: Overview
de_de: Übersicht
es_es: General
fr_fr: Introduction
it_it: Panoramica
nl_nl: Overzicht
pt_br: Introdução
ru_ru: Обзор
sr_sr: Pregled
sv_se: Översikt

source: Teams and Matches
de_de: Teams und Spiele
es_es: Equipos y Partidos
fr_fr: Equipes et Matchs
it_it: Squadre e Partite
nl_nl: Teams en wedstrijden
pt_br: Times e Partidas
ru_ru: Команды и Матчи
sr_sr: Timovi i utakmice
sv_se: Lag och matcher

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
pt_br: Ajuda
ru_ru: Помощь
sr_sr: Pomoć
sv_se: Hjälp

source: Are you enjoying this plugin? Please consider donating.
de_de: DIr gefällt der World Cup Predictor? Hilf uns mit einer kleinen Spende!
pt_br: Você está gostando deste plugin? Por favor, considere fazer uma doação.

source: Already donated
de_de: Bereits gespendet
pt_br: Já doado

source: Countdown clock format
de_de: Countdown Zeitformat
es_es: Formato de reloj de cuenta atrás
fr_fr: Format de l'horloge de compte à rebours
it_it: Formato del Countdown
nl_nl: Afteller tijdsindeling
pt_br: Formato de relógio de contagem regressiva
ru_ru: Формат Обратный отсчет часы
sr_sr: Odbrojavanje - format sata
sv_se: Nedräkning klockformat

source: Convert kickoff times to local timezone. If unchecked kickoff times are displayed as match local time
de_de: Anstoßdatum automatisch übersetzen
es_es: Convertir horas de patada de salida de la zona horaria local. Si los tiempos de patada de salida sin control se muestran como hora local partido
fr_fr: Convertir les heures de coup d'envoi dans celles de votre fuseau horaire. Nécessite que les heures de coup d'envoi soient renseignées dans l'heure du fuseau horaire original
it_it: Convertire gli orari di kickoff di fuso orario locale. Se i tempi di kickoff incontrollato vengono visualizzati come partita ora locale
nl_nl: Tijd aftrap automatisch vertalen
pt_br: Converter horário das partidas para fuso horário local. Se desmarcado, os horários das partidas são exibidos no horário do local da partida
ru_ru: Преобразование раз стартовых в локальный часовой пояс. Если раз беспрепятственно зарезки боковых стволов отображаются как матч по местному времени
sr_sr: Promeni početno vreme u lokalno vreme. Ako je odčekirano, vreme početka utakmice je prikazano kao lokalno vreme na meču
sv_se: Konvertera kickoff gånger till lokal tidszon. Om okontrollerad kickoff tider visas som matchar lokal tid

source: Show users predictions before kickoff
de_de: Anzeigen der Tips vor dem Anstoß
es_es: Mostrar usuarios predicciones antes del partido
fr_fr: Afficher les pronostics des utilisateurs avant le coup d'envoi des matchs
it_it: Previsioni mostrano agli utenti prima del calcio d'inizio
nl_nl: Laat gebruikers voorspellingen voor de aftrap
pt_br: Mostrar previsões dos usuários antes das partidas
ru_ru: Показать пользователей прогнозы до стартового
sr_sr: Prikaži prognoze korisnika pre početka utakmice
sv_se: Visa användare förutsägelser före avspark

source: Separator used in scores of matches
de_de: Separator in Partituren der Spiele verwendet
es_es: Separador utilizado en decenas de partidos
fr_fr: type de séparateur utilisé pour les scores des matchs
it_it: Separatore utilizzato in decine di partite
nl_nl: Separator gebruikt in scores van wedstrijden
pt_br: Separador usado no placar das partidas
ru_ru: Сепаратор используется в десятках матчей
sr_sr: Сепаратор користи у десетине утакмица
sv_se: Separator som används i mängder av matcher

source: Page Predictions by Match
de_de: Tips per Spiel
es_es: Página Predicciones por partido
fr_fr: Page des pronostics par match
it_it: Pagina Pronostici di allineamento
nl_nl: Pagina Voorspellingen door Match
pt_br: Página Previsões por Jogo
ru_ru: Страница Прогнозы по матче
sr_sr: Listaj predikcije po meču
sv_se: Sida Förutsägelser av Match

source: Choose Page
de_de: Wähle eine Seite
pt_br: Escolher Página
sr_sr: Izaberi stranicu

source: Page Predictions of User
de_de: Tips per Benutzer
es_es: Página Predicciones de usuario
fr_fr: Page des pronostics de l'utilisateur
it_it: Pagina Pronostici di utente
nl_nl: Pagina Voorspellingen van User
pt_br: Página Previsões do Usuário
ru_ru: Страница Предсказания пользователя
sr_sr: Страница Предвиђања Корисника
sv_se: Sida Förutsägelser av användare

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar Cambios
fr_fr: Sauvegarder les modifications
it_it: Salva Modifiche
nl_nl: Wijzigingen opslaan
pt_br: Salvar alterações
ru_ru: Сохранить изменения
sr_sr: Sačuvaj promene
sv_se: Spara ändringar

source: Changes saved
de_de: Änderungen gespeichert
es_es: Los cambios se han guardado
fr_fr: Modifications sauvegardées
it_it: Modifiche salvate
nl_nl: Wijzigingen opgeslagen
pt_br: Alterações salvas
ru_ru: Изменения сохранены
sr_sr: Promene sačuvane
sv_se: Ändringar sparade

source: Changes saved and prediction points updated
de_de: Änderungen gespeichert und Tippunkte aktualisiert
es_es: Los cambios guardados y puntos de predicción actualizado
fr_fr: Modifications enregistrées. Les points attribués aux pronostics ont bien été mis à jour
it_it: Modifiche salvate e punti di previsione aggiornati
nl_nl: Wijzigingen opgeslagen en voorspelling punten bijgewerkt
pt_br: Alterações salvas e pontuação atualizada
ru_ru: Изменения сохранены и точки прогнозирования обновляется
sr_sr: Promene sačuvane i bodovi prognoza ažurirani
sv_se: Ändringar sparas och förutsägelse punkter uppdaterade

source: Manage matches
de_de: Spiele verwalten
es_es: Administrar partidos
fr_fr: Gérer les matchs
it_it: Gestisci Partite
nl_nl: Beheer wedstrijden
pt_br: Gerenciar partidas
ru_ru: Управление матчами
sr_sr: Uredi mečeve
sv_se: Hantera matcher

source: Once the match has finished edit the match, enter the score and check "Match Finished".
de_de: Sobald das Spiel beendet ist, bearbeite das Spiel und setze die Markierung bei "Spiel beendet".
es_es: Una vez que el partido ha finalizado, edita el partido, ingresa el resultado y marca "Partido Finalizado".
fr_fr: Une fois le match terminé veuillez l'éditer le match en entrant le score et en cochant "Match terminé".
it_it: Una volta che la partita è finita modifica la partita, inserisci il punteggio e inserisci check "Partita Finita".
nl_nl: Zodra de wedstrijd is afgelopen, bewerk de wedstrijd, voer de score in en controleer "wedstrijd eindigde op ".
pt_br: Uma vez que a partida terminou, edite a partida, digite o resultado e marque "Partida Terminada".
ru_ru: После окончания матча введите результат и проверку "матч завершен".
sr_sr: Kada se meč završi uredi meč, unesi rezultat i čekiraj "Meč završen".
sv_se: När matchen är slut skriv in resultet och bocka för "Match klar".

source: Match#
de_de: Spiel#
es_es: Partido num
fr_fr: Match n°
it_it: Partita#
nl_nl: Wedstijd
pt_br: Nº Partida
ru_ru: Матч#
sr_sr: Meč#

source: Venue
de_de: Austragungsort
es_es: Sede
fr_fr: Ville hôte
it_it: Sede
pt_br: Local
ru_ru: Место встречи
sr_sr: Mesto održavanja

source: Select Venue
de_de: Austragungsort auswählen
es_es: Selecciona Sede
fr_fr: Choisir une ville hôte
it_it: Scegli sede
nl_nl: Selecteer locatie
pt_br: Selecionar Local
ru_ru: Выбор Места встречи
sr_sr: Izaberi mesto održavanja
sv_se: Välj arena

source: Stage
de_de: Runde
es_es: Fase
fr_fr: Phase
nl_nl: Fase
pt_br: Fase
ru_ru: Группа
sr_sr: Stadijum
sv_se: Grupp

source: Select Stage
de_de: Runde auswählen
es_es: Selecciona Fase
fr_fr: Choisir la Phase
it_it: Seleziona Stage
nl_nl: Fase selecteren
pt_br: Selecionar Fase
ru_ru: Выбор Группы
sr_sr: Izaberi stadijum
sv_se: Välj grupp

source: Kickoff date time (Must be UTC)
de_de: Anstoßzeit Muss UTC sein
es_es: Fecha hora Kickoff (Debe ser UTC)
fr_fr: Date du coup d'envoi (Doit être UTC)
it_it: Data ora Kickoff (Deve essere UTC)
nl_nl: Kickoff datum tijd (Moet UTC)
pt_br: Data e hora Inicial (Deve ser UTC)
ru_ru: Даты и времени Kickoff (Должно быть UTC)
sr_sr: Датум Кицкофф време (Мора бити УТЦ)
sv_se: Kickoff datum tid (Måste vara UTC)

source: Team A
es_es: Equipo A
fr_fr: Equipe A
it_it: Squadra A
pt_br: Time Mandante
ru_ru: Команда A
sr_sr: Tim A
sv_se: Lag A

source: Select Team
de_de: Team auswählen
es_es: Selecciona Equipo
fr_fr: Choisir l'équipe
it_it: Seleziona Squadra
nl_nl: Team selecteren
pt_br: Selecionar Time
ru_ru: Выбор команды
sr_sr: Izaberi Tim
sv_se: Välj lag

source: Goals A
de_de: Tore A
es_es: Goles A
fr_fr: Buts A
it_it: Goal A
nl_nl: Doelpunten A
pt_br: Gols Mandante
ru_ru: Голы A
sr_sr: Golovi A
sv_se: Mål A

source: Penalties A
de_de: Elfmeter A
es_es: Penales A
fr_fr: Pénalties A
it_it: Rigori A
nl_nl: Strafschoppen A
pt_br: Pênaltis Mandante
ru_ru: Пенальти A
sr_sr: Penali A
sv_se: Straffar A

source: Team B
es_es: Equipo B
fr_fr: Equipe B
it_it: Squadra B
pt_br: Time Visitante
ru_ru: Команда B
sr_sr: Tim B
sv_se: Lag B

source: Goals B
de_de: Tore B
es_es: Goles B
fr_fr: Buts B
it_it: Rigori B
nl_nl: Doelpunten B
pt_br: Gols Visitante
ru_ru: Голы B
sr_sr: Golovi B
sv_se: Mål B

source: Penalties B
de_de: Elfmeter B
es_es: Penales B
fr_fr: Pénalties B
it_it: Rigori B
nl_nl: Strafschoppen B
pt_br: Pênaltis Visitante
ru_ru: Пенальти B
sr_sr: Penali B
sv_se: Straffar B

source: Match finished
de_de: Spiel beendet
es_es: Partido Finalizado
fr_fr: Match terminé
it_it: Partita finita
nl_nl: Wedstrijd afgelopen
pt_br: Partida terminada
ru_ru: Матч закончился
sr_sr: Završen meč
sv_se: Match klar

source: Modify Match
de_de: Spiel speichern
es_es: Modificar Partido
fr_fr: Modifier le Match
it_it: Modifica Partita
nl_nl: Wijzig wedstrijd
pt_br: Modificar Partida
ru_ru: Изменить Матч
sr_sr: Uredi meč
sv_se: Redigera match

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pt_br: Cancelar
ru_ru: Отмена
sr_sr: Odustani
sv_se: Avbryt

source: Add Match
de_de: Spiel hinzufügen
es_es: Agregar Partido
fr_fr: Ajouter un Match
it_it: Aggiungi Partita
nl_nl: Wedstrijd toevoegen
pt_br: Adicionar Partida
ru_ru: Добавить Матч
sr_sr: Dodaj meč
sv_se: Lägg till match

source: Del
es_es: Borrar
fr_fr: Sup
nl_nl: Verwijderen
pt_br: Rem
ru_ru: Удалить
sr_sr: Obriši

source: Kickoff
de_de: Anstoß
es_es: Inicio
fr_fr: Début
it_it: Inizio
nl_nl: Aftrap
pt_br: Horário
ru_ru: Плей-Офф
sr_sr: Početak

source: E.T.
de_de: n.V.
es_es: Al
fr_fr: TA
it_it: T.S.
pt_br: T.E.
sr_sr: Preostalo vreme
sv_se: Ö.T.

source: Last Modified
de_de: zuletzt geändert
es_es: Modificado
fr_fr: Dernière Modification
it_it: Ultima modifica
nl_nl: Laatst bijgewerkt
pt_br: Última Modificação
ru_ru: Последнее изменение
sr_sr: Poslednja promena
sv_se: Senast ändrad

source: Modify this match
de_de: Dieses Spiel ändern
es_es: Modificar este partido
fr_fr: Modifier ce Match
it_it: Modifica questa partita
nl_nl: Deze wedstijd bijwerken
pt_br: Modificar esta partida
ru_ru: Изменить этот матч
sr_sr: Uredi ovaj meč
sv_se: Redigera denna match

source: Delete Selected
de_de: markierte Löschen
es_es: Borrar los seleccionados
fr_fr: Effacer les enregistrements sélectionnés
it_it: Elimina Selezionato
nl_nl: Verwijder selectie
pt_br: Remover Selecionado
ru_ru: Удалить выбранное
sr_sr: Obriši izabrano
sv_se: Ta bort markerade
