Repository: common-repository/world-cup-predictor
Catalog: lang/world-cup-predictor-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, sr_sr, sv_se

source: Wrong score but predicted the correct winner
de_de: Falsches Ergebnis aber richtiger Sieger
es_es: Tanteador equivocado pero predijo al ganador
fr_fr: Le résultat de votre pronostic est incorrect mais vous avez tout de même prédit la victoire
it_it: Risultato errato ma vittoria pronosticata
nl_nl: Juiste voorspelling winnaar
pt_br: Resultado incorreto mas previu um ganhador
ru_ru: Неверный счет, но предсказал победу
sr_sr: Pogrešan rezultat ali pogodjen pobednik
sv_se: Fel resultat men tippade en vinst

source: For example predict 1-0 and the result is 2-0 award %d points
de_de: Zum Beispiel getippt 1-0 und das Ergebnis ist 2-0 bekommt %d Punkte
es_es: Por ejemplo, predijo 1-0 pero el resultado es 2-0, gana %d puntos
fr_fr: Par exemple, un pronostic de 1-0 avec un résultat de 2-0 octroie %d points
it_it: Per esempio pronostico 1-0 e risultato 2-0 il premio è di %d punti
nl_nl: Voorbeeld: voorspel je 1-0 en het resultaat is 2-0? Dan krijg je %d punten.
pt_br: Por exemplo: a previsão 1-0 e o resultado 2-0 ganha %d pontos
ru_ru: Например предсказать 1-0 результат 2-0 награда %d очков
sr_sr: Na primer prognoza je 1-0 a rezultat je 2-0 osvaja %d poena
sv_se: Exempelvis om man tippar 1-0 och resultatet blir 2-0 så tilldelas det %d poäng

source: Points above are not cummulative, for example predict 2-2 and the result is 2-2, you gain %d points, NOT %d points
de_de: Punkte sind nicht kommulativ, zum Beispiel 2-2 getippt und das Ergebnis ist 2-2 bekommt man %d \ \ \ Punkte. Nicht %d Punkte
es_es: Los puntos no son acumulativos. Por ejemplo, si predice 2-2 y el resultado es ese, gana %d puntos, NO %d puntos.
fr_fr: L'attribution des points décrite ci -dessus n'est pas cumulative, par exemple un pronostic de 2-2 avec un résultat de 2-2, octroie %d points, et NON %d points
it_it: Punti non sono cumulativi, per esempio pronostico 2-2 e risultato è 2-2, si guadagna %d puntiu, NON %d punti
nl_nl: De puntentelling is niet cumulatief. Voorbeeld: voorspel je 2-2 en het resultaat is 2-2? Dan krijg je %d punten en NIET %d punten.
pt_br: Pontos acima não são cumulativos. Por exemplo: a previsão 2-2 e o resultado 2-2, você ganha %d pontos points, NÃO %d pontos
ru_ru: Очки выше не накапливаются с предыдущими, например, предсказать 2-2 и 2-2 в результате, вы получаете %d points, NOT %d points
sr_sr: Poeni iznad nisu kumulativni, na primer prognoza je 2-2 i rezultat je 2-2, dobija se %d poena, NE %d poena
sv_se: Poängen ovan är inte kumulativ, exempelvis om man tippar 2-2 och resultatet blir 2-2 tilldelas användaren %d poäng, INTE %d poäng

source: Bonus points
de_de: Bonus Punkte
es_es: Puntos bonificados
fr_fr: Points de bonus
it_it: Punti Bonus
nl_nl: Bonuspunten
pt_br: Pontos extras
ru_ru: Бонусные очки
sr_sr: Bonus poeni
sv_se: Bonuspoäng

source: Points for correct number of goals
de_de: Punkte für die richtige Toranzahl
es_es: Puntos por un correcto número de goles
fr_fr: Points attribués pour avoir trouver le nombre de buts d'une équipe
it_it: Punti per numero corretto di Goal
nl_nl: Punten voor juiste aantal doelpunten
pt_br: Pontos por número correto de gols
ru_ru: Очки для правильного количество голов
sr_sr: Poeni za tačan broj golova
sv_se: Poäng för korrekt antal mål

source: For example predict 3-0 and the result is 3-1 award extra %d points
de_de: Zum Beispiel getippt 3-0 und das Ergebnis ist 3-1 bekommt %d Bonuspunkt(e)
es_es: Por ejemplo, predijo 3-0 y el resultado es 3-1, gana %d puntos extra
fr_fr: Par exemple un pronostic de 3-0 avec un résultat de 3-1 octroie un bonus de %d points
it_it: Per esempio pronostico 3-0 e risultato è 3-1 il premio è di %d punti
nl_nl: Voorbeeld: voorspel je 3-0 en het resultaat is 3-1? Dan krijg je %d bonuspunten.
pt_br: Por exemplo: a previsão 3-0 e o resultado 3-1 ganha extra %d pontos
ru_ru: Например предсказать 3-0, а результат 3-1 награда - дополнительные очки %d
sr_sr: Na primer prognoza je 3-0 a rezultat je 3-1 dobija ekstra %d poena
sv_se: Exempelvis om man tippar 3-0 och resultatet blir 3-1 så tilldelas det %d extra poäng

source: Points for correct goal difference
de_de: Punkte für richtiges Torverhältnis
it_it: Punti per corretta differenza reti
nl_nl: Punten voor voorspellen doelpuntenverschil
pt_br: Pontos pela diferença correta de gols
ru_ru: Очки для правильную разницу мячей
sr_sr: Poeni za tačnu gol razliku

source: For example predict 5-3 and the result is 3-1 award extra %d points
de_de: Zum Beispiel: getippt wurde 5:3 und das Ergebnis ist 3:1, bekommt %d Bonuspunkt(e) für das richtige Torverhältnis.
it_it: Per esempio pronostico 5-3 e risultato è 3-1 il premio è di %d punti
nl_nl: Bijv. Voorspel je 5-3 en het resultaat is 3-1? Dan krijg je %d punten
pt_br: Por exemplo: a previsão 5-3 e o resultado 3-1 ganha extra %d pontos
ru_ru: Например предсказать 5-3, а результат 3-1 награда - дополнительные очки %d
sr_sr: Na primer prognoza je 5-3 a rezultat je 3-1 dobija ekstra %d poena

source: Bonus points are cummulative
de_de: Bonuspunkte sind kommulativ
es_es: Los puntos bonificados son acumulativos
fr_fr: Les points de bonus sont cumulatifs
it_it: I punti bonus sono cumulativi
nl_nl: Bonuspunten zijn cumulatief
pt_br: Pontos extras são cumulativos
ru_ru: Бонусные очки складываются с предыдущими
sr_sr: Bonus poeni su kumulativni
sv_se: Bonuspoäng är kumulativa (successivt adderande)

source: Ranking and Scores
de_de: Tabelle und Punkte
es_es: Clasificación y resultados
fr_fr: Classement et Résultats
it_it: Classifiche e Risultati
nl_nl: Rangschikking en scores
pt_br: Classificação e Resultados
ru_ru: Рейтинг и очки
sr_sr: Lista i Rezultati
sv_se: Rakning och poäng

source: Select Match Result
de_de: Spielergebnis auswählen
es_es: Selecciona resultado del partido
fr_fr: Choisir un match terminé
it_it: Seleziona il risulato di una partita
nl_nl: Selecteer Wedstrijd resultaat
pt_br: Selecionar o Resultado da Partida
ru_ru: Выбор Результата матча
sr_sr: Izaberi rezlutat meča
sv_se: Välj matchresultat

source: Select
de_de: Auswählen
es_es: Selecciona
fr_fr: Choisir
it_it: Seleziona
nl_nl: Selecteer
pt_br: Selecionar
ru_ru: Выбор
sr_sr: Izaberi
sv_se: Välj

source: User Points
de_de: Benutzer Punkte
es_es: Puntos de Usuario
fr_fr: Points des utilisateurs
it_it: Punti Utente
nl_nl: Punten
pt_br: Pontos do Usuário
ru_ru: Очки пользователя
sr_sr: Poeni korisnika
sv_se: Användarpoäng

source: Ranking
de_de: Tabelle
fr_fr: Classement
it_it: Classifica
nl_nl: Stand
pt_br: Classificação
ru_ru: Рейтинг
sr_sr: Plasman

source: Manage stages
de_de: Runden verwalten
es_es: Administrar fases
fr_fr: Gérer les phases
it_it: Gestisci stage
nl_nl: Beheer fases
pt_br: Gerenciar fases
ru_ru: Управление этапами
sr_sr: Uredi stadijume
sv_se: Hantera rundor

source: Stage Name
de_de: Runde Name
es_es: Nombre de fase
fr_fr: Nom de la Phase
it_it: Nome Fase
nl_nl: Naam fase
pt_br: Nome da Fase
ru_ru: Название этапа
sr_sr: Naziv fazu
sv_se: Omgång

source: Group Stage
de_de: Gruppenphase
es_es: Grupo
fr_fr: Phase de poule
it_it: Fase Gruppo
nl_nl: Groepsfase
pt_br: Fase de Grupos
ru_ru: Групповой этап
sr_sr: Grupna faza
sv_se: Gruppomgång

source: Sort Order
de_de: Sortierung Reihenfolge
es_es: Orden de clasificación
fr_fr: Ordre de Tri
it_it: Ordina
nl_nl: Sorteervolgorde
pt_br: Ordem de Classificação
ru_ru: Порядок сортировки
sr_sr: Uredi redosled
sv_se: Sorteringsordning

source: Modify Stage
de_de: Runde speichern
es_es: Modificar fase
fr_fr: Modifier la phase
it_it: Modifica Fase
nl_nl: Fase wijzigen
pt_br: Modificar Fase
ru_ru: Изменить этап
sr_sr: Izmeni fazu
sv_se: Redigera arena

source: Add Stage
de_de: Runde hinzufügen
es_es: Agregar fase
fr_fr: Ajouter une Phase
it_it: Aggiungi Fase
nl_nl: Fase toevoegen
pt_br: Adicionar Fase
ru_ru: Добавить этап
sr_sr: Dodaj fazu
sv_se: Lägg till arena

source: Modify this stage
de_de: Diese Runde bearbeiten
es_es: Modificar fase
fr_fr: Modifier cette phase
it_it: Modifica questa fase
nl_nl: Deze fase wijzigen
pt_br: Modificar esta fase
ru_ru: Изменить данный этап
sr_sr: Uredi ovu fazu
sv_se: Modifiera denna arena

source: Stage Name can not be empty
de_de: Rundenname darf nicht leer sein
es_es: El nombre de fase no puede estar vacío
fr_fr: Le nom de la Phase ne peut pas être vide
it_it: Nome fase non può essere vuoto
nl_nl: Fasenaam kan niet leeg zijn
pt_br: Nome da Fase não pode estar vazio
ru_ru: этап не может быть пустым
sr_sr: Naziv faze ne može biti prazan
sv_se: Arenanamn kan inte lämnas tomt

source: Sort order must be numeric
de_de: Sortierreihenfolge muss eine Zahl sein
es_es: El orden de clasificación debe ser numérico
fr_fr: L'ordre de tri doit être au format numérique
it_it: Numero ordinamento deve essere numerico
nl_nl: Sorteervolgorde moet numeriek
pt_br: Ordem de classificação tem que ser númerica
ru_ru: Порядок сортировки должен быть числом
sr_sr: Redosled mora biti numerik
sv_se: Sorterningen måste vara numerisk

source: Can not delete a stage with matches
de_de: Runden mit beendeten Spielen können nicht gelöscht werden
es_es: No se puede borrar un escenario con partidos
fr_fr: Vous ne pouvez pas supprimer une phase à laquelle sont rattachés des matchs
it_it: Impossibile eliminare un palco con i fiammiferi
nl_nl: Kan een podium niet verwijderen met lucifers
pt_br: Não é possível excluir uma fase com partidas
ru_ru: Невозможно удалить сцену с матчей
sr_sr: Ne može se obrisati faza prvenstva sa mečevima
sv_se: Kan inte ta bort en scen med tändstickor

source: Manage teams
de_de: Teams verwalten
es_es: Administrar equipos
fr_fr: Gérer les équipes
it_it: Gestisci Squadre
nl_nl: Teams beheren
pt_br: Gerenciar times
ru_ru: Управление командами
sr_sr: Uredi timove
sv_se: Hantera lag

source: Team Name
es_es: Nombre del equipo
fr_fr: Nom de l'équipe
it_it: Nome Squadra
nl_nl: Teamnaam
pt_br: Nome do Time
ru_ru: Название команды
sr_sr: Naziv tima
sv_se: Lagnamn

source: Country Code
de_de: Länder-Code
es_es: Código de país
fr_fr: Code du Pays
it_it: Codice Nazione
nl_nl: Landnummer
pt_br: Código
ru_ru: код страны
sr_sr: Kod za državu
sv_se: Landskod

source: Team URL
de_de: Webseite
es_es: URL del equipo
fr_fr: URL Equipe
it_it: URL Nazione
pt_br: Link do Time
ru_ru: URL Команды
sr_sr: URL tima
sv_se: Lag URL

source: Group Order
de_de: Gruppen-Sortierung
es_es: Orden del Grupo
fr_fr: Classement du Groupe
it_it: Ordine Gruppo
nl_nl: Groepvolgorde
pt_br: Ordem no Grupo
ru_ru: Заказать Группа
sr_sr: Redosled u grupi
sv_se: Grupp Order

source: Modify Team
de_de: Team speichern
es_es: Modificar equipo
fr_fr: Modifier l'équipe
it_it: Gestisci Squadra
nl_nl: Team wijzigen
pt_br: Modificar Time
ru_ru: Изменить Команду
sr_sr: Izmeni tim
sv_se: Redigera lag

source: Add Team
de_de: Team hinzufügen
es_es: Agregar equipo
fr_fr: Ajouter l'équipe
it_it: Aggiungi Squadra
nl_nl: Team toevoegen
pt_br: Adicionar Time
ru_ru: Добавить Команду
sr_sr: Dodaj tim
sv_se: Lägg till lag

source: Flag
de_de: Flagge
es_es: Bandera
fr_fr: Drapeau
nl_nl: Vlag
pt_br: Bandeira
ru_ru: Флаг
sr_sr: Zastava
sv_se: Flagga

source: Modify this team
de_de: Dieses Team ändern
es_es: Modificar este equipo
fr_fr: Modifier cette équipe
it_it: Modifica questa squadra
nl_nl: Wijzig dit team
pt_br: Modificar este time
ru_ru: Изменить эту команду
sr_sr: Izmeni ovaj tim
sv_se: Redigera detta lag

source: Team Name or Country Code can not be empty
de_de: Teamname oder Länder-Code darf nicht leer sein
es_es: El nombre del equipo y/o el código de país no pueden estar vacíos
fr_fr: Le Nom Equipe et le Code Pays ne peuvent pas être vides
it_it: Nome della squadra o codice nazione non possono essere vuoti
nl_nl: Ploeg naam of Landnummer kan niet leeg zijn
pt_br: Nome do Time ou Código do País não podem ser vazios
ru_ru: Название команды или код страны не может быть пустыми
sr_sr: Naziv tima i kod za državu ne može biti prazan
sv_se: Lagnamn och/eller landskod kan inte lämnas tomt

source: Group Order must be numeric
de_de: Gruppensortierung muss eine Zahl sein!
it_it: Ordine del gruppo non può essere vuoto
nl_nl: Groepvolgorde moet numeriek zijn
pt_br: Ordem de classificação deve ser numérica
sr_sr: Grupni redosled ne može biti prazan

source: Can not delete a team with matches
de_de: Mannschaften mit beendeten Spielen können nicht gelöscht werden
es_es: No se puede eliminar un equipo con partidos
fr_fr: Vous ne pouvez pas supprimer une équipe à laquelle sont rattachés des matchs
it_it: Impossibile eliminare una squadra con i fiammiferi
nl_nl: Kan een team niet verwijderen met lucifers
pt_br: Não é possível excluir um time com partidas
ru_ru: Не удается удалить команду со спичками
sr_sr: Ne može se izbrisati tim sa mečevima
sv_se: Kan inte ta bort en grupp med tändstickor

source: Manage venues
de_de: Spielorte verwalten
es_es: Administrar sedes
fr_fr: Gérer les villes hôtes
it_it: Gestisci sedi
nl_nl: Beheer locaties
pt_br: Gerenciar locais
ru_ru: Управление местами встречи
sr_sr: Uredi mesto održavanja
sv_se: Hantera platser

source: Venue Name
de_de: Austragungsort-Name
es_es: Nombre de Sede
fr_fr: Nom de la ville hôte
it_it: Nome sede
nl_nl: Locatienaam
pt_br: Nome do Local
ru_ru: Место встречи
sr_sr: Ime mesta održavanja
sv_se: Platsnamn

source: Venue URL
de_de: Austragungsort Webseite
es_es: URL de Sede
fr_fr: URL de la ville hôte
it_it: URL sede
nl_nl: Lokatie URL
pt_br: Link do Local
ru_ru: URL Место встречи
sr_sr: URL mesta održavanja
sv_se: Plats URL

source: Stadium
de_de: Stadion
es_es: Estadio
fr_fr: Stade
it_it: Stadio
pt_br: Estádio
ru_ru: Стадион
sr_sr: Stadion
sv_se: Arena

source: UTC Offset in hours
de_de: UTC Zeitunterschied in Stunden
es_es: Offset en hora UTC
fr_fr: Décalage UTC en heures
it_it: UTC Offset ore
nl_nl: UTC tijdverschil in uren
pt_br: Diferença UTC em horas
ru_ru: UTC Offset в часах
sr_sr: UTC Offset u satima
sv_se: UTC Offset i timmar

source: Modify Venue
de_de: Austragungsort speichern
es_es: Modificar sede
fr_fr: Modifier la ville hôte
it_it: Gestisci Sede
nl_nl: Wijzig locatie
pt_br: Modificar Local
ru_ru: Изменить Место встречи
sr_sr: Uredi mesto održavanja
sv_se: Redigera plats

source: Add Venue
de_de: Austragungsort hinzufügen
es_es: Agregar sede
fr_fr: Ajouter la ville hôte
it_it: Aggiungi Sede
nl_nl: Locatie toevoegen
pt_br: Adicionar Local
ru_ru: Добавить Место встречи
sr_sr: Dodaj mesto održavanja
sv_se: Lägg till plats

source: Modify this venue
de_de: Diesen Austragungsort bearbeiten
es_es: Modificar esta sede
fr_fr: Modifier cette ville hôte
it_it: Modifica questa sede
nl_nl: Wijzig deze locatie
pt_br: Modificar este local
ru_ru: Изменить это место
sr_sr: Izmeni ovo mesto održavanja
sv_se: Redigera denna plats

source: Venue Name or Stadium can not be empty
de_de: Name des Austragungsort oder Stadion müssen ausgefüllt werden
es_es: La sede y/o el estadio no pueden estar vacíos
fr_fr: le nom de la ville hôte et le stade ne doivent pas être vides
it_it: Nome sede o stadio non può esser vuoto
nl_nl: Naam locatie of naam stadion kan niet leeg zijn
pt_br: Nome do Local ou Estádio não podem ser vazios
ru_ru: Имя места или стадион не может быть пустыми
sr_sr: Naziv mesta održavanja i stadion ne mogu biti prazni
sv_se: Namn på plats eller på arena kan inte vara tomt.

source: UTC Offset must be numeric
de_de: UTC Zeitunterschied muss eine Zahl sein
es_es: Offset UTC debe ser numérico
fr_fr: UTC Offset doit être numérique
it_it: UTC Offset deve essere numerico
nl_nl: UTC Offset moet numeriek zijn
pt_br: Diferença UTC deve ser numérica
ru_ru: UTC Offset должно быть числовым
sr_sr: UTC Offset mora biti numerik
sv_se: UTC Offset måste anges med siffror

source: Can not delete a venue with matches
de_de: Veranstaltungsorte mit beenden Spielen können nicht gelöscht werden!
es_es: No se puede eliminar un lugar con partidos
fr_fr: Vous ne pouvez pas supprimer un lieu auquel sont rattachés des matchs
it_it: Impossibile eliminare un luogo con i fiammiferi
nl_nl: Kan een locatie met lucifers niet verwijderen
pt_br: Não é possível excluir um local com partidas
ru_ru: Невозможно удалить место с матчей
sr_sr: Ne može se obrisati mesto održavanja sa mečevima
sv_se: Kan inte ta bort en mötesplats med tändstickor

source: Match data imported
de_de: Spieldaten importiert
es_es: Ajustar datos importados
fr_fr: Données des Matchs importées avec succès
it_it: Dati partita importati
nl_nl: Wedstrijd data geimportered
pt_br: Dados das partidas importados
ru_ru: данные матча импортированны
sr_sr: Podaci o utakmici - importovani
sv_se: Matchdata importerad

source: Pts
de_de: Pkt
it_it: Rig
nl_nl: Pnt.
ru_ru: Очк
sr_sr: Poe
sv_se: P

source: Res
fr_fr: Fin
ru_ru: Рез
sr_sr: Rez

source: WCP Top Ranking
de_de: Tipspiel Top Ränge
sr_sr: Top Ranking Igre

source: WCP User Predictions
de_de: WCP Benutzertips
sr_sr: WCP korisničke prognoze

source: WCP Menu
de_de: World Cup Menü
es_es: Menú Copa del Mundo
fr_fr: Menu Coupe du Monde
it_it: Menu World Cup
nl_nl: WK Menu
ru_ru: Кубок мира Меню
sr_sr: Svetsko prvenstvo - Meni
sv_se: VM-Meny

source: pen.
de_de: Elfm.
fr_fr: pén.
it_it: rig.
ru_ru: Пен.
sv_se: st.

source: Total
de_de: Gesamt
it_it: Totale
nl_nl: Totaal
ru_ru: Всего

source: WCP Standings
de_de: WCP Stände

source: Sel
fr_fr: Sél
ru_ru: Выбор
